{
  "sections": {
    "a96fc367-e4f3-483f-b57b-c8fd1c86847c": {
      "type": "dynamic-slideshow",
      "blocks": {
        "56f66ff0-bd3b-450d-b915-bfdf0fa6238f": {
          "type": "categoryhead",
          "settings": {
            "cat_image": "shopify:\/\/shop_images\/trusted-clean-carpet-extractor-in-use-dept-page.jpg",
            "cat_title": "Our job is to make sure your equipment does its job.",
            "cat_text": "Don’t let one of your biggest cleaning assets become your biggest doorstop. We’ll keep your equipment up and running through world class support with our SuperFreak Service Program."
          }
        }
      },
      "block_order": [
        "56f66ff0-bd3b-450d-b915-bfdf0fa6238f"
      ],
      "settings": {
        "enable_autoplay": true,
        "autoplay_duration": 8,
        "slideshow_width": "full",
        "slideshow_height": "medium",
        "slideshow_height_mobile": "medium",
        "slideshow_text_below_image": true
      }
    },
    "main": {
      "type": "page",
      "disabled": true,
      "settings": {
      }
    },
    "08bfee3b-091f-4f05-9c9a-a16fda4aaf82": {
      "type": "dynamic-html",
      "custom_css": [

      ],
      "settings": {
        "title": "",
        "custom_html": "<style>\n.slideshow__wrapper .slider-category-header .flex-row .col .inner h1{\nfont-size:34px;\nline-height:38px;\n}\n.sf-page{\n\tmargin:auto;\n\tmax-width:900px;\n}\n.sf-page h3{\nfont-weight:bold;\nfont-size:26px;\nmargin: 10px 0; \n}\n\n.sf-page .sf-row{\npadding:15px;\n}\n\n.sf-page .sf-row:nth-child(2n+1){\nbackground-color:#EAECF0;\n}\n.sf-page .sf-bottom .center{\ntext-align:center\n}\n.sf-page .sf-bottom .sf-col{\nwidth:50%;\nfloat:left;\n}\n.sf-page .sf-bottom .sf-left-col{\npadding-right:15px;\n}\n.sf-page .sf-bottom .sf-right-col{\npadding-left:15px;\n}\n.sf-img-contain img{\nmargin:0\n}\n.sf-page .sf-gray-background{\nbackground-color:#EAECF0;\nborder-radius: 50px;\npadding:5px 10px;\nmax-width: 800px;\nmargin:auto;\n}\n.sf-page .sf-disclosures{\nfont-size:12px;\n}\n<\/style>\n<div class=\"sf-page\">\n<h3>Benefits of your SuperFreak protection plan for your machine.<\/h3>\n\n<div class=\"sf-row\">\n<strong>Free Virtual Assistance for machine setup and training.<\/strong><br>\nUp to 30 minutes when you receive your machine to ensure you get off on the right foot.\n<\/div>\n<div class=\"sf-row\">\n<strong>Access to factory trained and certified virtual service technicians.<\/strong><br>\nOur expert technicians will be with you every step of the way to ensure your machine is running in the best way to meet your needs. \n<\/div>\n<div class=\"sf-row\">\n<strong>When it comes to warranty claims, you aren’t alone.<\/strong><br>\nOur warranty specialists will work alongside you if the time comes to make a warranty claim with your equipment manufacturer to ensure the best outcome for you and your business.\n<\/div>\n<div class=\"sf-row\">\n<strong>No more guessing when it comes to repair parts.<\/strong><br>\nWith SuperFreak service, you’ll have complete access to full parts breakdowns and expert technicians to ensure when you need parts, you’re getting the right ones to get your machine off the sidelines.\n<\/div>\n<div class=\"sf-row\">\n<strong>Want to buy again? You’ll have your own product expert ready to help.<\/strong><br>\nAs a part of our SuperFreak Service Program, you’ll have your own dedicated product expert to help with any future purchases because we know you’ll come back for more.\n<\/div>\n<div class=\"sf-row\">\n<strong>10% off parts and consumable purchases for the life of your plan.<\/strong><br>\nNeed parts or consumables for your job? Don’t worry, now those purchases will receive an additional 10% off for the life of our service contract.\n<\/div>\n<div class=\"sf-row\">\n<strong>Exclusive offers and discounts.<\/strong><br>\nAs a SuperFreak, you’ll have early access to discounts and offers when you’re ready to buy again. No more adding to cart to find the stock has already been taken because you’ll be in the front of the line.  \n<\/div>\n<div class=\"sf-row\">\n<strong>When something goes wrong, we're here to help.<\/strong><br>\nCall your dedicated SuperFreak Service phone number at (Insert Phone # here) to ask questions about your plan, speak to a technician, order parts or start a new purchase.\n<\/div>\n<div class=\"sf-bottom\">\n\t<h3>How does SuperFreak Service Plan work with your manufacturer warranty?<\/h3>\n\t<div class=\"sf-col sf-left-col\">\n\t\tDuring the original manufacturer’s warranty period, most repairs will be handled by the manufacturer, but we won’t just give you a phone number and send you on your way. Our Warranty Specialists will work alongside you to ensure the best outcome for your warranty claim.<br>\n\t\tWe know our manufacturers and we know how the proper avenues to get your machine back up and running as soon as possible. Don’t go at it alone. \n\t<\/div>\n\t<div class=\"sf-col sf-right-col\">\n\t<div class=\"sf-img-contain\">\n\t\t<img class=\"img-responsive\" src=\"https:\/\/www.cleanfreak.com\/cdn\/shop\/files\/hard-floor-cleaning-machines-dept-page.jpg?v=1669753549\" alt=\"CleanFreak Machines\">\n\t\t<\/div>\n\t<\/div>\n\t<div class=\"clearer\"><\/div>\n\t<h3>How much does SuperFreak Service cost?<\/h3>\n\tJust $99.99 for the entire year. For $99.99 you’re going to have peace of mind that your machine will be back by the best support team in the business. Keep in mind, without our SuperFreak Service plan, a call with one of our experts would be $49.99. Do we need to specify this is per machine?  We don’t plan to turn members away who have multiple pieces of equipment as we don’t have a good way to validate, but we may be implying they don’t need to purchase for multiple machines.<br><br>\n\t<div class=\"center\">\n\t<div class=\"sf-gray-background\"><h3>Getting help is easy with SuperFreak Service.<\/h3><\/div>\n\t<br>\n\t<strong>Ready to put your SuperFreak Service plan to use?<\/strong><br>\n\tNeed to speak with one of our expert technicians, contact one at (Insert Phone # here)<br><br>\n\n\t<strong>Need to make a claim under your original warranty?<\/strong><br>\n\tContact our warranty specialist at (Insert Phone # for Kurt here)<br><br>\n\t<\/div>\n<\/div>\n<div class=\"sf-disclosures\">\nSee the terms and conditions for a complete description of coverage and exclusions. <br>\nParts and coverage available under the manufacturer's warranty are not covered by the Plan.<br>\n<\/div>\n\n<\/div>"
      }
    }
  },
  "order": [
    "a96fc367-e4f3-483f-b57b-c8fd1c86847c",
    "main",
    "08bfee3b-091f-4f05-9c9a-a16fda4aaf82"
  ]
}
