{
  "sections": {
    "46c78989-041b-4123-83d9-423977fa834a": {
      "type": "gradient-text-header",
      "settings": {
        "chsectionheading": "Expert Tips",
        "chsectiontext": ""
      }
    },
    "97ac8cbf-49a3-410a-8fe9-885da970465d": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "wide",
        "title": "Improve your cleaning routines with these expert tips.",
        "text": "<p><strong>Maintain Your Wet\/Dry Vac<\/strong><\/p><p>Never store your wet\/dry vac with water still in the tank. This can promote the growth of mold and mildew, ruining the equipment. Always wipe down with a dry cloth after use and allow time to air dry. You can use an air mover or fan to help speed up the drying process.<\/p><p><strong>Financing Saves You Money<\/strong><\/p><p>Financing affords you the option of getting new equipment now and paying for it in small manageable payments. You can start earning money with your equipment before your first payment is due! Apply in less than 30 seconds!<\/p><p><strong>Reduce Indoor Air Pollution<\/strong><\/p><p>Using an air scrubber or a filtered purifier combined with routine cleaning of indoor surfaces will help reduce the number of air-borne particles. Make sure to ventilate properly. Poor ventilation can allow pollutants to stay in the air. Banning smoking indoors and eliminating odors at the source can eliminate the need for products that fill the air to mask odors.<\/p><p><strong>Read the SDS (Safety Data Sheet)<\/strong><\/p><p>Safety Data Sheets (SDS) are summary documents that provide information about the hazards of a product and the necessary safety precautions. SDS provide more detailed information about the product than the label. Our SDS database provides documents on many of the solutions we sell. They are an important resource to have to protect yourself.<\/p><p><strong>Keep your Carpet Equipment Running Strong!<\/strong><\/p><p>Never allow your extractor & wand to freeze - this can crack your pump and other fittings. Rinse your extractor by running 1 part white vinegar to 4 parts water through the entire system. Lubricate your quick connect fittings with WD-40 (never grease) to keep them free moving & free of corrosion.<\/p><p><strong>Color Code Your Cleaning<\/strong><\/p><p>The clean freak in all of us can get behind color coding just as a means of staying organized. Color coding can do much more than that though. By color coding your cleaning cloths, buckets, mops and other tools, you can prevent cross-contamination and ensure that spaces are truly clean and safe for their occupants.<\/p><p><strong>For Use in Any Cleaning Situation<\/strong><\/p><p>Keep microfiber cloths with you always. They help to grab many spills without the use of chemicals and the high absorbency will carry away soils before they set and require other measures.<\/p><p><strong>Check Your Matting!<\/strong><\/p><p>Is your matting doing all it can to trap soil before it hits your carpet? Winter months demand matting capable of containing moisture and salt. Using matting correctly can save tons of cleaning & unnecessary wear on your carpets.<\/p><p><strong>Be Prepared!<\/strong><\/p><p>We all run our businesses on a budget, however, there are things we need to invest in to be prepared. Identify your busiest segment of business and be sure to have more than one machine that can complete the tasks required. This way, you'll be prepared to service the biggest part of your business no matter what.<\/p><p><strong>HEPA vs. Non-HEPA<\/strong><\/p><p>When using a HEPA vacuum, be sure to use only filters and bags intended for your specific vacuum. Sometimes the bags and other filters besides the HEPA filter itself, contribute to the filtration ability of your vacuum. Don’t compromise your air quality by using bags and filters that may not provide the same levels of filtration.<\/p><p><strong>Know Your Flooring<\/strong><\/p><p>Different flooring types respond to different cleaning methods. The best way to ensure a great result is to know the manufacturer recommendations for your flooring and follow them. This is especially important with rubber, wood, marble and other natural stone floors. Tell us the manufacturer care instructions, we can provide you the right equipment and supplies.<\/p><p><strong>Lighten Up on Carpets<\/strong><\/p><p>For carpet scrubbing and bonneting procedures, lighter rotary machines are the best choice. While added weight helps complete hard floor care, on carpets, the less weight and pressure on your brush or bonnet, the less you’ll stress the carpet fibers. Plastic or Roto-mold bodied buffers are a great, light-weight option. As an added bonus, you’ll save wear and tear on yourself while moving them!<\/p><p><strong>Drain to Maintain!<\/strong><\/p><p>Drain your unused clean solution after each job you complete with your auto scrubber. It may seem like money wasted, but keeping solution inside the tank beyond 8 – 10 hours, can allow sediment to settle into the filters and valves of your scrubber. Protect your larger investment by cleaning out both the clean tank and the recovery tank after every use.<\/p><p><strong>Sticky, dull floors?<\/strong><\/p><p>Measure all your cleaning solutions carefully. One of the biggest issues in floor cleanliness is residue left behind from overuse of cleaning solutions and improper dilution. If your floors are already gunky, use a solution of 1 part white household vinegar and 3 parts water with no detergents to lift that nasty residue. If you can use a rotary machine with a wet vac, or an auto scrubber, even better. This will bring your floors back to simply clean.<\/p><p><strong>Preventing the spread of Zika<\/strong><\/p><p>Preventing the spread of disease can be as simple as keeping pest population in check. This can be achieved by keeping food sources slim and areas clean, but sometimes pesticides are needed. With the presence of Zika in the U.S., it's more important than ever to keep mosquitoes in check.<\/p><p><strong>Don't Skip a Step<\/strong><\/p><p>Burnishing is an amazing process for retaining and even restoring shine to wax-finished floors. The tough thing is that by nature, burnishing creates dust. That means that to burnish, you’ll not only need to pre-clean, you’ll need to do a post-burnish collection of dust. Some burnishers offer dust collection on-board. If you’re not lucky enough to have one of these units, don’t forget to dust mop or vacuum after burnishing for optimum shine.<\/p><p><strong>Strategic Circulation<\/strong><\/p><p>When you run air movers to speed dry time, what you’re really doing is increasing the air circulation in the area. One factor that can shorten drying time is the positioning of multiple air movers at different angles. In many cases, multiple units are more effective than a single high-powered unit at increasing the air movement in the space, and speeding up the dry time.<\/p><p><strong>What's your solution?<\/strong><\/p><p>Are the solutions you're cleaning your floors with the least aggressive possible to get the job done? That's ideally what you want. Not sure? Check labels or call and ask an expert.<\/p><p><strong>Will they sense the cleanliness?<\/strong><\/p><p>We know that sense of smell is key to occupant satisfaction with cleaning done. By using a cleaning solution with a light, pleasant fragrance (nothing too strong), users can not only see, but smell that the area has been cleaned.<\/p><p><strong>Turn your machine into more.<\/strong><\/p><p>Save money and effort when you purchase our package deals versus buying your machine and its accessories individually. Every package offers free product – take advantage! We’ve taken the guess-work out of getting the most out of your machine. Your machine can do so much more for you with simple accessory changes. Let us make having the right tools on hand simple and fast with our package deals.<\/p><p><strong>Don’t suffocate your vacuum!<\/strong><\/p><p>Vacuums need enough air in order to work their best. The air flow around your bag is restricted when the bag gets overly full. Keep enough bags on hand to swap out full bags on time and allow your vacuum the airflow it needs to be at its best.<\/p><p><strong>Eliminate Bacteria to Fight Odors<\/strong><\/p><p>Odors are caused by residues that are normally made up of bacteria. When combating odors, the best strategy is to eliminate that bacteria versus simply masking the odors with perfumes. Enzyme based cleaners tackle these bacteria in drains an on soft surfaces. Fresh Wave IAQ replicates that process but with the molecules in the air.<\/p><p><strong>Self-contained or Box style Extractor? Let us help!<\/strong><\/p><p>When choosing between a self-contained or box style extractor, keep the following in mind to determine the best style for your job.<\/p><p>Box extractors can offer heat, self-contained extractors don’t. In a restaurant or residential space, hot water is important for the activation of your solutions, the loosening of the soils & dissolving of grease. In addition, you’ll need a narrower cleaning tool for tight spaces.<\/p><p>Self-contained units offer a wider cleaning path for more open spaces, such as hallways & conference rooms that typically only see foot traffic. The brush agitates the carpet fibers, getting you in and out faster.<\/p><p><strong>Acidic or Alkaline: Water Matters<\/strong><\/p><p>Know what your starting point is. If your source water is highly acidic or highly alkaline, it will influence the solution ratio of your cleaning solutions. There are expensive tools that can give you exact measurements of pH, but even a general awareness of the area water will help.<\/p><p><strong>Disinfecting Done Right<\/strong><\/p><p>When disinfecting with a bulk product, saturate the cloth and wring it out instead of simply misting the disinfectant onto the rag or surface. This will ensure proper saturation and dwell time on the surface as well as an even application of the product. Of course pre-moistened wipes are a great option too since the right amount of solution is already on the wipe. Also, you discard each wipe once it’s used so cross-contamination is not an issue.<\/p><p><strong>Wet Winter Floors: Keep ‘Em Dry<\/strong><\/p><p>Air Movers are a great way to keep floors dry during the sloppy, slushy, snowy winter months. An air mover strategically positioned in the entrance to your facility stays ahead of the puddles and keeps occupants safe.<\/p><p><strong>Buy for Less with Confidence<\/strong><\/p><p>Save money on our demonstration and gently used equipment. You can purchase from our close-out section with confidence knowing that your gently used item is backed by the full warranty you’d receive on the purchase of our brand new equipment.<\/p><p><strong>Don’t Let Foam Foul Up Your Motors!<\/strong><\/p><p>Be sure to look for low-foaming formulas intended for use in auto scrubbers when you purchase your cleaning solutions. Auto Scrubbers use a recovery tank for the dirty (and soapy) water that they recover. The float in the tank cuts off the vacuum motor once your tank is full of water. This saves your vacuum motors. Unfortunately, foam is too light to trip the float, so foam can fill your tank & get sucked into your motor. As a precaution, you can use a de-foaming agent in the recovery tank to cut the foam before it builds too high.<\/p><p><strong>Strip Your Floors Safely<\/strong><\/p><p>Dry stripping is not only less expensive, it is also a safer process – both for custodians as well as other building occupants. Statistics collected by the ISSA indicate that 6 out of every 100 janitors are injured each year. Take slipping on a floor covered in slurry out of the equation by using the dry stripping method. No one will miss that stripping solution smell either!<\/p><p><strong>Check your kill claims<\/strong><\/p><p>Depending on what you’re killing & where you’re killing it, your disinfecting needs may vary. Check the label on your disinfectant or disinfecting wipe to see what it kills, what surfaces it can be used on, how long it needs for dwell time & what rinsing requirements it has. This will ensure that you are armed and dangerous when it comes to killing germs.<\/p><p><strong>Sneak some extra muscle onto your mop<\/strong><\/p><p>Take a white hand pad (the thin, flexible 6” x 9” ones) and clamp it in with your mop head. When you hit a tough spot, you have the extra scrubbing power from the polyester fibers, yet the white pads are gentle enough for any surface.<\/p><p><strong>Sweep your way to a cleaner space.<\/strong><\/p><p>When sweeping on hard surfaces indoors, be patient. Some facilities get dirty to the point of feeling hopeless. In these cases, you’ll need to continue a daily sweeping program until you get the dirt levels under control. Some of the dirt will end up airborne each time you clean, but as you transfer more & more dirt out of the environment, both surface cleanliness and air quality will improve. Additionally using sweepers with filters and vacuum systems will get you faster results.<\/p><p><strong>Sticky, dull floors?<\/strong><\/p><p>Measure all your cleaning solutions carefully. One of the biggest issues in floor cleanliness is residue left behind from overuse of cleaning solutions and improper dilution. If your floors are already gunky, use a solution of 1 part white household vinegar and 3 parts water with no detergents to lift that nasty residue. If you can use a rotary machine with a wet vac, or an auto scrubber, even better. This will bring your floors back to simply clean.<\/p><p><strong>Captivate your customer’s sense of smell.<\/strong><\/p><p>Make sure after all your hard work to get surfaces clean, the work you’ve done isn’t lost because of bad odors. Studies show that smell has a greater impact on a consumer’s decision to buy than every other marketing tool combined according to Clean Link’s case study. Keep your customer’s facilities smelling great by eliminating the bacteria and contaminants that cause bad odors.<\/p><p><strong>Want more cleaning power added to your carpet extractor?<\/strong><\/p><p>If you use a box style extractor, you’re cleaning with just water pressure & suction, which is great for the carpet fibers. Some areas demand a tougher approach though. Get the best of both worlds by adding a power head to your box extractor. Now you can customize your cleaning!<\/p><p><strong>Prevent Toxic Chemical Vapors<\/strong><\/p><p>Consider switching your chemical line-up to chlorine-free items only. This will help you avoid the risk of mixing ammoniated products with bleach, which creates vapors that can be toxic if inhaled. Many times there are multiple people responsible for the cleanliness of a particular area, which can increase the likelihood of dangerous chemical interactions.<\/p><p><strong>Floor-Specific Solutions<\/strong><\/p><p>When entering new facilities, you never know what you'll find. Different flooring types require different care strategies, so be sure to know your surface before you begin. If you aren't sure what you're dealing with, start with the safest and softest solutions and tools first. You can always work your way up to more aggressive products as needed.<\/p><p><strong>Pads\/Brushes Run Dry or Wet?<\/strong><\/p><p>Know which pads and brushes can be run dry and which ones require lubrication to run safely. A good rule of thumb is that the softer\/finer items are the ones that can be run dry in order to polish and the courser ones need moisture to run without damaging your machine and your flooring. For sanding and steel wool, check the packaging and also check with the flooring manufacturer for more details.<\/p><p><strong>Why Burnish Floors?<\/strong><\/p><p>Ensure that your finished floors are completely clean before burnishing. Burnishing enhances shine, but due to the heat, pressure & friction, it also embeds any dirt that is left behind on the floor. Use a white cloth that is lightly dampened to wipe an area & test for cleanliness before burnishing.<\/p><p>Burnish your newly cleaned & finished floors to a high gloss shine.<\/p><p><strong>Be Ready for Anything<\/strong><\/p><p>Be sure to keep extra air movers on hand to ensure that you can circulate air effectively to dry carpets and floors faster or dry out after flooding. Many times when flooding occurs, it’s hard to source air movers locally and you can’t wait to get them shipped in. (Expedited shipping can cost an arm and a leg too!) Keep extra fans on hand so you’re always prepared.<\/p><p><strong>Maintain your Drains<\/strong><\/p><p>Drains are easily overlooked in the flurry of all the other cleaning that must be done. Drains can grow bacteria that cause bad odors and detract from the overall feeling of cleanliness in your facility. Daily dosing with enzyme products can prevent odor as well as keep your drains free-flowing. Daily preventative maintenance will keep you from needing harsh de-clogging solutions.<\/p><p><strong>Floor Cleaning: Start Gentle<\/strong><\/p><p>Take it easy on your floors! Always start with the least aggressive tools and solutions to get the job done. You can always move up to more aggressive cleaning solutions, brushes or pads, but takes a lot to undo the damage from using something that's too harsh.<\/p><p><strong>Clean with Deionized Water<\/strong><\/p><p>Nothing dulls the look of your facility like dirty windows! And it's finally warm enough to clean the outside windows! Working from the top down, corner-to-corner and using deionized water will ensure that you get a spot free result every time.<\/p><p><strong>Label Every Bottle<\/strong><\/p><p>To achieve OSHA HAZCOM compliance, all bottles and containers storing chemicals must be clearly labeled with what they contain. You may be tempted to use plain bottles temporarily, but remember, if they leave your possession at all, they must be labeled.<\/p><p><strong>NEW Globally Harmonized System<\/strong><\/p><p>Make sure you are in compliance with OSHA's new GHS requirements! Watch for new labels from your chemical suppliers as well as new pictograms on your Safety Data Sheets. Always be sure to offer all SDS in a centralized location your employees are familiar with.<\/p><p><strong>Protect Your Power Cords<\/strong><\/p><p>Always take the time to neatly coil your power cord after vacuuming. This simple step protects the wires from fraying and kinking. Even the best vacuum is only as good as its power source.<\/p><p><strong>Care for your carpet in phases<\/strong><\/p><p>Phase #1: Vacuum and spot clean daily for stain removal. Maintenance that happens daily is the most crucial.<\/p><p>Phase #2: The interim cleaning is key. We can’t always extract our carpets, but using an encapsulation system to do low-moisture cleaning with a bonnet system will really boost the cleanliness of your carpet between extractions.<\/p><p>Phase #3: Complete a hot water extraction. Ultimately you will want to extract. This is less frequent due to the fact that you’ll need 8 hours in most cases to keep foot traffic off of the extracted area.<\/p><p><strong>Stock Up!<\/strong><\/p><p>Protect your investment! Buy replacement bags & filters in advance so your vacuums are never using full bags or dirty filters for extended periods.<\/p><p><strong>Don't Blow a Fuse<\/strong><\/p><p>Always be aware of what items are drawing amps from the circuit you connect your equipment to. A little extra effort on the front end will prevent circuits popping & lost productivity.<\/p><p><strong>Crank It Up!<\/strong><\/p><p>Cranking the heat or the air conditioning up will also dry the air faster & improve your overall drying time.<\/p><p><strong>Be sure to disinfect all high-touch areas like:<\/strong><\/p><p>Microwave & refrigerator doors<br\/>All door handles<br\/>Computer mouse & keyboard<br\/>Faucets, cupboard doors, etc.<\/p><p><strong>How to Clean Chocolate Out of Carpet & Upholstery<\/strong><\/p><p>Hold an ice cube on the chocolate until the chocolate becomes brittle.<\/p><p>Gently scrape up as much as possible and discard. Do not rub the spot!<\/p><p>Once you have lifted as much as possible off of the surface, use a stain removing solution and a white terry cloth towel and blot the rest of the chocolate stain up.<\/p><p><strong>Save Time and Money<\/strong><\/p><p>Cut carpet cleaning time and save wear & tear on your pump by spraying your carpet shampoo through a separate pump up sprayer.<\/p><p>Run only pure rinse water through your extractor to rinse & extract after allowing the shampoo to work on the carpeted area for 10 - 15 minutes.<\/p><p><strong>Glass Cleaning Life-Hack<\/strong><\/p><p>Newsprint works great to leave glass streak free, no matter what cleaning chemical is used. It's inexpensive and using old newspapers is green!<\/p><p>It is also highly absorbent without leaving lint behind like traditional paper towels.<\/p><p><strong>Keep your Carpet Equipment Running Strong!<\/strong><\/p><p>Never allow your extractor & wand to freeze - this can crack your pump and other fittings.<\/p><p>Rinse your extractor by running 1 part white vinegar to 4 parts water through the entire system.<\/p><p>Lubricate your quick connect fittings with WD-40 (never grease) to keep them free moving & free of corrosion.<\/p><p><strong>Tricks for your High Speed Floor Burnishing Machine<\/strong><\/p><p>Dust mop before burnishing so surface is clean<\/p><p>Adjust handle for your height by putting your arms down against your sides and lock handle into place<\/p><p>Do not use burnishing crème<\/p><p>Don't man handle, let it glide when in use<\/p><p><a href=\"\/pages\/burnishing-a-floor\" title=\"Burnishing a Floor\">How to Burnish A Floor<\/a><\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "85707304-fc0c-4a10-98a0-f0926cd75d78": {
      "type": "dynamic-image-with-text",
      "disabled": true,
      "settings": {
        "section_heading": "",
        "image": "shopify:\/\/shop_images\/rebates.jpg",
        "crop": "center",
        "desktop_height": "natural",
        "mobile_height": "natural",
        "desktop_image_alignment": "right",
        "mobile_image_alignment": "bottom",
        "heading": "Maintain Your Wet\/Dry Vac",
        "subheading": "<p>Never store your wet\/dry vac with water still in the tank. This can promote the growth of mold and mildew, ruining the equipment. Always wipe down with a dry cloth after use and allow time to air dry. You can use an air mover or fan to help speed up the drying process.<\/p>",
        "text_alignment": "left",
        "button_label": "",
        "button_link": ""
      }
    },
    "main": {
      "type": "page",
      "disabled": true,
      "settings": {
      }
    }
  },
  "order": [
    "46c78989-041b-4123-83d9-423977fa834a",
    "97ac8cbf-49a3-410a-8fe9-885da970465d",
    "85707304-fc0c-4a10-98a0-f0926cd75d78",
    "main"
  ]
}