{
  "sections": {
    "a475181a-3079-4a36-9edf-37785d0fdb22": {
      "type": "left-nav-on-pages",
      "settings": {
        "show_section": true,
        "navigation": "superfreak-terms",
        "nav_title": "",
        "left_classes": "",
        "hide_lvl_1_links": true,
        "hide_lvl_2_links": false
      }
    },
    "d567f3fb-0056-4b4a-b887-445ab03fabaa": {
      "type": "gradient-text-header",
      "settings": {
        "chsectionheading": "",
        "chsectiontext": ""
      }
    },
    "793f363d-083f-4061-a2a2-87ec816476bb": {
      "type": "dynamic-html",
      "settings": {
        "title": "",
        "custom_html": "<a id=\"terms\"><\/a>\n<h2>1. The Terms<\/h2>\n\nThank you for reviewing the terms (“Terms”) for your CleanFreak SuperFreak membership (“Membership”). These Terms are between you and CleanFreak and\/or its affiliates or authorized third party service providers (“CleanFreak” or “us” or “we”) and govern our respective rights and obligations. These Terms, together with your purchase receipt and the applicable terms related to using CleanFreak.com, CleanFreak SuperFreak Terms, and any services, special pricing, promotional offers or other benefits provided to you in connection with the Membership, or for use of the Membership, constitute the entire agreement between you and CleanFreak related to the Membership. For more information on this, see Section 18. By enrolling in and continuing to use the Membership, you accept these terms, conditions, limitations and requirements. We may make changes to these Terms or terminate the Membership program. If we make material changes or terminate the program, we may notify you by email and\/or post the new terms at <a href=\"\/pages\/superfreak-terms\">CleanFreak.com\/pages\/superfreak-terms<\/a> (on this site, navigate to the latest CleanFreak SuperFreak Terms of Service).<br><br>\nNOTE THAT THIS IS AN AUTOMATICALLY RENEWING MEMBERSHIP. FOR MORE INFORMATION ON THIS, SEE SECTION 9. \n<br><br>\nTHESE TERMS INCLUDE A BINDING ARBITRATION AGREEMENT, CLASS ACTION WAIVER, AND JURY TRIAL WAIVER THAT AFFECT YOUR RIGHTS. IN ARBITRATION, THERE IS NO JUDGE OR JURY AND LESS DISCOVERY AND APPELLATE REVIEW THAN IN COURT. PLEASE CAREFULLY REVIEW SECTION 14 REGARDING DISPUTE RESOLUTION BELOW. \n\n<a id=\"membership\"><\/a>\n<h2>2. CleanFreak SuperFreak Membership<\/h2>\n\nWe will provide the Membership special pricing, promotional offers and other benefits (collectively “Membership Benefits”) to the person who is identified as the member of CleanFreak SuperFreak (“Member”, “you” or “your”) and the Member’s family living at the Member’s primary home address; any Membership Benefits that are to be received in, or delivered to, the home, will only be available at the primary home address associated with this Membership, which must be located in the fifty states of the U.S. or District of Columbia (“Member Address”). The availability to purchase the Membership, and receive certain Membership Benefits, is limited to designated sales channels and will not be available where prohibited by law. The purchase of Membership is not currently being offered, and will not be valid, to persons residing outside of the fifty states of the United States and the District of Columbia (e.g., it is not available in Puerto Rico or for purchase by Puerto Rico residents). Section 8 below provides additional information regarding eligibility for Membership Benefits. \n<a id=\"includes\"><\/a>\n<h2>3. Here’s what the CleanFreak SuperFreak Membership Includes<\/h2>\n\na. Exclusive Member-priced offers and priority access to limited supply items. As a Member, you will be eligible for exclusive Member-priced offers, sales, events, and have priority access to certain limited supply item events. Quantity limits may apply.<br><br>\nb. Frequently Asked Questions. For additional information on the Membership and Membership Benefits, visit our Frequently-Asked-Questions page at <a href=\"\/pages\/superfreak\">CleanFreak.com\/pages\/superfreak<\/a>. \n<a id=\"help\"><\/a>\n<h2>4. How to Get Our Help<\/h2>\n\nYou may obtain help with your Membership 24 hours per day, 7 days a week, and view other member entitlements, by logging into the Member’s account on CleanFreak.com and accessing <a href=\"\/pages\/contact\">cleanfreak.com\/pages\/contact<\/a>. You can also visit a Kelsan store in the U.S. during normal store hours or by calling us at 1-888-722-5508. We will automatically identify you as a Member if you call from the telephone number associated with your Membership. \n<a id=\"mysf\"><\/a>\n<h2>5. My SuperFreak<\/h2>\n\nAs a condition to Membership in CleanFreak SuperFreak, the Member must establish and\/or maintain a free CleanFreak SuperFreak account for the entire duration of Membership and provide information to confirm the Member Address. CleanFreak may rely upon the information provided on your CleanFreak SuperFreak and Membership profile as the Member Address. There is no cost to have a CleanFreak SuperFreak account but there are various benefits. Learn more about these benefits by visiting <a href=\"\/pages\/superfreak\">CleanFreak.com\/pages\/superfreak<\/a>. A CleanFreak SuperFreak account is subject to the terms at <a href=\"\/pages\/superfreak-terms\">CleanFreak.com\/pages\/superfreak-terms<\/a>. The Member authorizes us to link his or her pre-existing CleanFreak SuperFreak account to the Membership or, if the Member does not already have a pre-existing CleanFreak SuperFreak account, to automatically enroll the Member in the CleanFreak SuperFreak program and link this newly established CleanFreak SuperFreak account to the Membership. If we automatically enroll the Member in the CleanFreak SuperFreak program, we will send the Member an email confirming enrollment into My Best Buy. This email will contain a link to the CleanFreak SuperFreak, which the Member will be deemed to have read and consented to if the Member does not subsequently cancel this enrollment via the CleanFreak SuperFreak cancellation procedures within 30 days of receipt of such email. If the Member elects not to consent to the CleanFreak SuperFreak Terms by cancelling within 30 days of receipt of such email, or if the CleanFreak SuperFreak account linked to the Membership is closed at any time for any reason, we may, at our option, cancel your Membership. \n<a id=\"responsibilities\"><\/a>\n<h2>6. Your Other Responsibilities<\/h2>\n\nTo receive the Membership Benefits, you agree to comply with each of the terms and conditions listed below and as otherwise stated in these Terms: \n<br><br>\na. You must maintain an active payment method on file at all times during Membership, as it is an automatically renewing plan. Failure to maintain an active payment method on file may result in cancellation of your Membership and loss of Member benefits. \n<br><br>\nb. You will use the Membership Benefits solely for personal, non-business use only and, therefore, you will not resell or otherwise use, or authorize others to use, any Membership Benefits as part of any sale or service that you provide to your customers or for any other commercial use. \n<a id=\"benefits\"><\/a>\n<h2>7. Eligibility for Membership Benefits<\/h2>\n\nAt our discretion, we may ask questions and take steps to verify that the person using the Membership Benefits is the Member or is a family member residing at the same Member Address as the Member and\/or is in lawful possession of the product(s) for which that person is seeking assistance. Further, to receive the Membership Benefits, the person seeking entitlement will need to log into BestBuy.com under the Member’s profile or, for in-store, over the phone or remote chat interactions, will need to proactively self-identify as a Member and provide sufficient information to us such that we can process any resulting transaction as a Member benefit. Membership cannot be transferred. You agree only persons who have reached the age of majority may enter into a Membership and accept these Terms. \n<h2>8. Automatic Annual Renewal<\/h2>\n\nTHE CLEANFREAK SuperFreak MEMBERSHIP BEGINS ON THE DATE IT IS INITIALLY PURCHASED AND WILL CONTINUE INDEFINITELY ON A YEAR-TO-YEAR BASIS UNTIL IT IS CANCELLED. YOU AUTHORIZE US TO CHARGE YOUR DESIGNATED PAYMENT CARD AT THE BEGINNING OF EACH YEARLY BILLING PERIOD FOR THE THEN-CURRENT PRICE PLUS TAX FOR THE MEMBERSHIP, SUBJECT TO US GIVING NOTICE TO YOU OF ANY PRICE CHANGES AS PER SECTION 10(F) BELOW. YOU MAY CANCEL YOUR MEMBERSHIP AT ANY TIME SUBJECT TO THE TERMS OF SECTION 10 BELOW. \n<a id=\"cancellation\"><\/a>\n<h2>9. Cancellation, Renewal and Change of Terms or Plan Price<\/h2>\n\na. How to cancel CleanFreak SuperFreak. You may cancel Plus at any time by calling 1-888-722-5508, visiting a Kelsan store location, or from your online profile by visiting https:\/\/www.cleanfreak.com\/. If the purchase of the Membership was made at a Magnolia Design Center (also known as Premium Design Centers) location within a Best Buy store, you may need to go to a Magnolia Design Center location to obtain any refund owed in the form of a debit to the original payment card. \n<br><br>\nb. Cancellation within 30 days. The Member may cancel the Membership and receive a full refund for the then-current term if the cancellation is within 30 days of purchase of the initial term or any annual renewal term. We may deduct from any refund the value or partial value of Membership Benefits (e.g., full value of product discounts, partial value (50%) of initialequipment setup costs) and\/or the price you paid for any limited supply item(s) purchased during priority access or Members-only events already provided during the then-current term. \n<br><br>\nc. Cancellation or Suspension of the Membership by Us. Your Membership may be cancelled by us due to the failure to maintain a CleanFreak SuperFreak account as provided in Section 5, your failure to comply with or fulfill any other material obligation under these Terms as determined by us (e.g., business use, failure to maintain an active payment method on file, your fraud or material misrepresentation, or unsafe or offensive work environment\/conditions), or your nonpayment of the annual fee or other amounts owed to us under the Membership (“Non-Payment Event”). If a Non-Payment Event occurs, we will provide the Member written notice (e.g., via the email address in your Membership profile) of the Non-Payment Event. If you do not cure the Non-Payment Event, your Membership will be cancelled retroactively to midnight on the last day of the preceding annual period. At our sole option, we may provide additional opportunities to cure the Non-Payment Event pursuant to the notice(s) we send to you regarding the Non-Payment Event. We may also suspend performance of our obligations while a Non-Payment Event exists or any other situation where you failed to pay us an amount that is due or where you failed to comply with or fulfill any other material obligation under these Terms. \n<br><br>\nd. Renewals. AS EXPLAINED IN SECTION 9 ABOVE, YOUR MEMBERSHIP WILL CONTINUE INDEFINITELY ON A YEAR-TO-YEAR BASIS UNTIL CANCELLED OR NOT RENEWED BY YOU OR US IN ACCORDANCE WITH THESE TERMS. At our discretion, we may discontinue the renewal of your Membership with at least 30 days’ prior written notice or offer you a new contract. Subject to our responsibility to inform you in advance of a change in price provided in Section 10(f) below, your designated payment card will be charged the amount of the then-current price of CleanFreak SuperFreak if you do not cancel your Membership prior to the applicable renewal date. \n<br><br>\ne. Change of terms or plan price. We may change the price of the Membership at any time upon 30 days’ notice to you. We may in our discretion change these Terms, CleanFreak SuperFreak account terms, or any aspect of the Membership, without notice to you. If any change to these Terms is found invalid, void, or for any reason unenforceable, that change is severable and does not affect the validity and enforceability of any remaining changes or conditions. YOUR CONTINUED MEMBERSHIP AFTER WE CHANGE THE PRICE FOR THE MEMBERSHIP OR THESE TERMS CONSTITUTES YOUR ACCEPTANCE OF THE CHANGES. IF YOU DO NOT AGREE TO ANY CHANGES, YOU MUST CANCEL YOUR MEMBERSHIP. \n<br><br>\nf. Notice. We will notify you regarding your Membership (e.g., cancellations, changes in price, etc.) to the e-mail address you provided to us. It is your responsibility to contact us at 1-888-722-5508 to update your e-mail address if necessary. We may also send you any notices to the postal address we have on file for you. \n<a id=\"limitation\"><\/a>\n<h2>10.\tLimitations of Service<\/h2>\n\nWe shall not be liable for any failure or delay in performance due to any cause beyond our control. We may refrain from providing Membership Benefits, wholly or in part, on the basis that the minimum system requirements are not met or if your technical needs or other requirements are unusual or extensive and beyond the scope of these Terms, as determined by us. \n<a id=\"disclaimer\"><\/a>\n<h2>11.\tDisclaimer of Warranties <\/h2>\n\nTHE MEMBERSHIP BENEFITS ARE PROVIDED ON AN “AS IS” AND \"AS AVAILABLE\" BASIS. WE MAKE NO WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. WE MAKE NO WARRANTY THAT THE MEMBERSHIP BENEFITS WILL MEET YOUR REQUIREMENTS, OR THAT THE MEMBERSHIP BENEFITS WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR FREE; NOR DO WE MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE MEMBERSHIP BENEFITS OR AS TO THE ACCURACY OR RELIABILITY OF ANY INFORMATION OBTAINED THROUGH THE MEMBERSHIP BENEFITS. YOUR USE OF THE MEMBERSHIP BENEFITS AND ANY MATERIAL AND\/OR DATA DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE MEMBERSHIP BENEFITS IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER\/SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL AND\/OR DATA. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH THE MEMBERSHIP BENEFITS SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN. SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, SO SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU. \n<a id=\"liability\"><\/a>\n<h2>12. Limitation of Liability<\/h2>\nTO THE MAXIMUM EXTENT PERMITTED BY LAW: (A) WE WILL UNDER NO CIRCUMSTANCES BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES, INCLUDING BUT NOT LIMITED TO COSTS OF RECOVERING, REPROGRAMMING, OR REPRODUCING ANY PROGRAM OR DATA OR THE FAILURE TO MAINTAIN THE CONFIDENTIALITY OF DATA, ANY LOSS OF BUSINESS, PROFITS, REVENUE OR ANTICIPATED SAVINGS, RESULTING FROM OUR OBLIGATIONS UNDER THESE TERMS; AND (B) OUR TOTAL LIABILITY UNDER THESE TERMS SHALL NOT EXCEED THE ORIGINAL PURCHASE PRICE OF THE MEMBERSHIP INCLUDING TAXES. THE LIMITATIONS IN THIS SECTION WILL NOT LIMIT OR EXCLUDE LIABILITY CAUSED BY OUR GROSS NEGLIGENCE, INTENTIONAL MISCONDUCT OR FRAUD. \n<a id=\"resolution\"><\/a>\n<h2>13.\tDispute Resolution by Binding Individual Arbitration <\/h2>\n\nANY DISPUTE INVOLVING YOU AND BEST BUY OR ANY OF ITS AGENTS MUST BE RESOLVED THROUGH INDIVIDUAL ARBITRATION, EXCEPT AS FOLLOWS: \n<br><br>\n• ANY DISPUTE FALLING WITHIN THE JURISDICTIONAL SCOPE AND AMOUNT OF AN APPROPRIATE SMALL CLAIMS COURT MUST BE BROUGHT IN SMALL CLAIMS COURT ON AN INDIVIDUAL BASIS; AND \n<br>\n• ANY DISPUTE TO SEEK TO ENJOIN INFRINGEMENT OR OTHER MISUSE OF INTELLECTUAL PROPERTY RIGHTS MAY BE BROUGHT IN ANY COURT OF COMPETENT JURISDICTION. \n<br><br>\n“Dispute” shall be interpreted broadly and cover any claim or controversy arising out of or relating in any way whatsoever to your relationship or interaction with CleanFreak, its agents, and its present and future subsidiaries, affiliates, and designees whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory. Examples of relationships or interactions giving rise to a covered claim include, without limitation: (1) your use of CleanFreak’s websites; (2) your membership in any CleanFreak loyalty or rewards program or subscription-based services (e.g., CleanFreak SuperFreak); (3) your receipt of delivery, repair or installation services or consultation services provided by CleanFreak or its agents; (4) any communications between you and CleanFreak; (5) application for financing; and\/or (6) your purchase of products or services offered, sold, or distributed by CleanFreak including, but not limited to, any Dispute arising from the advertising of, or the sales practices related to, such products and services. If you are a SuperFreak member, Dispute shall also include all disputes that arose before your enrollment in, and after the cancellation or termination of, the SuperFreak program, including any claims that are the subject of a purported class action litigation. \n<br><br>\nBY AGREEING TO ARBITRATION, YOU UNDERSTAND AND AGREE THAT YOU ARE WAIVING YOUR RIGHT TO MAINTAIN OTHER AVAILABLE RESOLUTION PROCESSES, SUCH AS A COURT ACTION OR ADMINISTRATIVE PROCEEDING, TO SETTLE DISPUTES. THE RULES IN ARBITRATION ARE DIFFERENT. THERE IS NO JUDGE OR JURY, LESS DISCOVERY, AND LIMITED APPELLATE REVIEW. ARBITRATORS CAN AWARD THE SAME DAMAGES AND RELIEF THAT A COURT CAN AWARD. \n<br><br>\nBefore either Party may initiate an arbitration proceeding, you and Best Buy agree to engage in a good faith effort to resolve the Dispute informally for 60 days, unless that time is extended by agreement. If you intend to initiate an arbitration proceeding, you must first send a fully completed notice of your Dispute (the “Notice”) to Best Buy. The Notice must include your name and contact information (address, telephone number, and email address) and information sufficient to enable Best Buy to identify any transaction at issue. The Notice must also include a detailed description of (1) your Dispute; (2) the specific facts supporting your claim(s); (3) the nature and basis of the damages you claim to have suffered; and (4) a calculation and explanation of the relief sought. Your Notice shall be personally signed by you and sent to Best Buy at CT Corporation System, Inc., 1010 Dale Street North, St. Paul, MN 55117-5603 or by email at Arbitration@BestBuy.com. If Best Buy intends to initiate an arbitration proceeding, it will send a Notice to you at the contact information we have on file. If requested by Best Buy as part of this mandatory informal dispute resolution process, you agree to personally participate (along with your counsel, if you are represented) in a telephone conference to discuss the potential resolution of the Dispute between you and Best Buy. If the Dispute is not resolved within 60 days after receipt of the Notice (or the longer period agreed to by the Parties), you or Best Buy may proceed with individual arbitration (this informal process is a condition precedent to doing so.). If the sufficiency of a Notice or compliance with this mandatory informal dispute resolution process is at issue, it may be decided by a court at either Party’s election, and any formal dispute resolution proceeding shall be stayed pending resolution of the issue. A court shall have the authority to enforce this condition precedent, which includes the power to enjoin the filing or prosecution of a demand for arbitration. The statute of limitations and any filing fee deadlines shall be tolled while the Parties engage in this informal process. \n<br><br>\nIf the Parties are not able to resolve the Dispute through the mandatory informal dispute resolution process referenced above, either Party may initiate an arbitration proceeding by sending a demand to the American Arbitration Association (AAA) that describes the nature and basis for the claim and includes all of the information required in the Notice. The Party initiating arbitration must include as part of the demand a personally signed certification of compliance with the informal dispute resolution process. You may serve a copy of a demand on our registered agent CT Corporation System, Inc., 1010 Dale Street North, St. Paul, MN 55117-5603. The arbitration will be governed by the AAA’s applicable Consumer Arbitration Rules or Commercial Arbitration Rules (collectively, the “AAA Rules”), as appropriate, and as modified by these Terms, and will be administered by the AAA. The AAA Rules and the form for filing an arbitration claim are available at www.adr.org. If the AAA is unavailable or unwilling to administer the arbitration consistent with this Dispute Resolution section, another arbitration provider shall be selected by the Parties that will administer the arbitration consistent with it. If the Parties cannot agree on a provider, one shall be selected by a court that will administer the arbitration consistent with this Dispute Resolution section. \n<br><br>\nPayment of all filing, administration and arbitrator fees will be governed by the AAA’s Rules; however, Best Buy will consider reimbursing the consumer portion of the AAA fees upon a showing of financial hardship. \n<br><br>\nThe Parties shall be responsible for their own attorney’s fees and costs in arbitration, unless they are authorized by law or the arbitrator determines that a claim or proceeding was frivolous or brought for an improper purpose or in bad faith (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)). The arbitrator shall apply the provisions of Federal Rule of Civil Procedure 68 after entry of the award. \n<br><br>\nYou may choose to have the arbitration conducted by telephone, virtually, based on written submissions, or at an in person hearing in the county where you live or at another mutually agreed upon location. Best Buy reserves the right to request a hearing from the arbitrator. You agree to personally appear at any in person hearing (along with your counsel if you are represented). \n<br><br>\nYOU AND BEST BUY AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS, CONSOLIDATED, PRIVATE ATTORNEY GENERAL, OR REPRESENTATIVE PROCEEDING. THIS MEANS THAT YOU MAY NOT PURPORT TO ACT ON BEHALF OF A CLASS OR ANY OTHER PERSON. The arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim. The arbitrator may not award relief for or against anyone who is not a party to the arbitration proceeding. Further, unless both you and Best Buy agree otherwise, the arbitrator may not consolidate more than one person’s claims and may not otherwise preside over any form of a representative or class proceeding. If a court determines that a claim for public injunctive relief may not be waived and all appeals from that decision have been exhausted, then the Parties agree that any claim for public injunctive relief shall be stayed pending arbitration of the remaining claims. If this specific paragraph is found to be unenforceable, then the entirety of this dispute resolution provision (except for the jury trial waiver) shall be null and void. \n<br><br>\nThis paragraph sets forth additional procedures that apply to mass arbitrations. If twenty-five (25) or more similar claims are asserted against Best Buy by the same or coordinated counsel or are otherwise coordinated, you understand and agree that these additional procedures apply and that the resolution of your Dispute might be delayed. Counsel for the claimants and counsel for Best Buy shall each select fifteen cases (per side) to proceed first in individual arbitration proceedings as part of a bellwether process. Each of these thirty (30) cases shall be assigned to a different arbitrator. The remaining cases shall not be filed or deemed filed in arbitration nor shall any AAA fees be assessed in connection with those cases until they are selected to proceed to individual arbitration proceedings as part of this bellwether process. If the Parties are unable to resolve the remaining cases after the conclusion of the initial thirty (30) proceedings after conferring in good faith, each side shall select another fifteen (15) (per side) to proceed to individual arbitration proceedings as part of a second bellwether process. Each of these thirty (30) cases shall be assigned to a different arbitrator. The remaining cases shall not be filed or deemed filed in arbitration nor shall any AAA fees be assessed in connection with those cases until they are selected to proceed to individual arbitration proceedings as part of a bellwether process. A single arbitrator shall preside over each case. Only one case may be assigned to each arbitrator as part of a bellwether process unless the Parties agree otherwise. Identical sets of arbitrators shall not be assigned to sets of bellwether proceedings. This staged process shall continue with thirty (30) cases in each set of bellwether proceedings, consistent with the parameters identified above, including that the remaining cases shall not be filed or deemed filed in arbitration nor shall any AAA fees be assessed in connection with those cases until they are selected to proceed, until all the claims included in these coordinated filings, including your case, are adjudicated, settled, or otherwise resolved. The statute of limitations and any filing fee deadlines shall be tolled for claims subject to these additional procedures that apply to mass arbitrations from the time of the first cases are selected for a bellwether process until the time your case is selected for a bellwether process, withdrawn, or otherwise resolved. You and Best Buy agree to engage in this process in good faith. A court shall have the authority to enforce this paragraph and, if necessary, to enjoin the mass filing or prosecution of arbitration demands against Best Buy. \n<br><br>\nIf for any reason a claim may proceed in court rather than in arbitration, WE EACH WAIVE ANY RIGHT TO A JURY TRIAL, UNLESS SUCH WAIVER IS UNENFORCEABLE. THIS MEANS THAT ANY CLAIM WOULD BE DECIDED BY A JUDGE, NOT A JURY. \n<br><br>\nThis dispute resolution provision shall be governed by the Federal Arbitration Act. It shall survive any termination or cancellation of, or your participation in, any membership programs or subscription services and your relationship with Best Buy. Any amendments to this dispute resolution provision shall not affect any then–active or pending arbitration proceeding. \n<a id=\"law\"><\/a>\n<h2>14.\tApplicable Law <\/h2>\n\nTHE FEDERAL ARBITRATION ACT AND APPLICABLE FEDERAL LAW (OR IN THE ABSENCE OF APPLICABLE FEDERAL LAW, THEN THE LAWS OF THE STATE OF MINNESOTA), WITHOUT REGARD TO PRINCIPLES OF CONFLICT OF LAWS, WILL GOVERN THESE TERMS AND APPLY TO ANY DISPUTES OR CLAIMS BETWEEN YOU AND BEST BUY. 16. \n<a id=\"delivery\"><\/a>\n<h2>15.\tElectronic Delivery <\/h2>\n\nYou agree to receive electronic delivery of the Terms at the e-mail address provided in the Member profile, which will be deemed delivered to you (a) when you purchased CleanFreak SuperFreak by their availability at BestBuy.com\/PlanTerms; and (b) when sent to you via a link in the email address you provide to us. You also agree to receive electronic delivery of any Membership related communications at the e-mail address provided in the Member profile. \n<a id=\"communications\"><\/a>\n<h2>16.\tCommunication <\/h2>\n\nBest Buy or any of its affiliates, subsidiaries, and their authorized independent third parties performing services on our behalf may call, text or email you to schedule, provide support or service, update orders, follow up for feedback, and\/or inform you about other products\/services. Calls may be prerecorded. Calls and texts may be automated. Consent for follow up calls or texts is not a condition of purchase. Message and data rates may apply. \n<a id=\"agreement\"><\/a>\n<h2>17.\tEntire Agreement <\/h2>\n\nThese Terms together with your purchase receipt and the applicable terms related to using BestBuy.com, CleanFreak SuperFreak terms, and any services, special pricing, promotional offers or other benefits, provided to you in connection with the Membership, or for use of the Membership, constitute the entire agreement between you and us with respect to the services and benefits to be provided to you under CleanFreak SuperFreak and will prevail over any conflicting, additional, or other terms of any marketing collateral or other document or expression. Employees and agents of Best Buy have NO AUTHORITY (apparent, express, implied, or otherwise) to alter or modify the terms and conditions of Plus – either orally or in writing. Version: June 2023"
      }
    },
    "main": {
      "type": "page",
      "disabled": true,
      "settings": {
      }
    }
  },
  "order": [
    "a475181a-3079-4a36-9edf-37785d0fdb22",
    "d567f3fb-0056-4b4a-b887-445ab03fabaa",
    "793f363d-083f-4061-a2a2-87ec816476bb",
    "main"
  ]
}
