{
  "sections": {
    "main": {
      "type": "page-about",
      "settings": {
      }
    },
    "6dbab1e9-685a-43a3-9116-232ec76b3d16": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "wide",
        "title": "TERMS",
        "text": "<p>By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "895baef7-d27b-4947-a27e-eab0d9b3dc07": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "wide",
        "title": "USE LICENSE",
        "text": "<p>Permission is granted to temporarily download one copy of the materials (information or software) on CleanFreak.com's web site for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not:<\/p><p>- Modify or copy the materials;<\/p><p>- Use the materials for any commercial purpose, or for any public display (commercial or non-commercial);<\/p><p>- Attempt to decompile or reverse engineer any software contained on CleanFreak.com's web site;<\/p><p>- Remove any copyright or other proprietary notations from the materials; or<\/p><p>- Transfer the materials to another person or \"mirror\" the materials on any other server.<\/p><p>This license shall automatically terminate if you violate any of these restrictions and may be terminated by CleanFreak.com at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "7eb702da-4afd-4eb4-8485-d8ded8200c66": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "wide",
        "title": "DISCLAIMER",
        "text": "<p>The materials on CleanFreak.com's web site are provided \"as is\". CleanFreak.com makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, CleanFreak.com does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "64000f17-1b50-49f7-99d6-1c94b502c16e": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "wide",
        "title": "LIMITATIONS",
        "text": "<p>In no event shall CleanFreak.com or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on CleanFreak.com's Internet site, even if CleanFreak.com or a CleanFreak.com authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "80d0b14a-66ab-4378-a7a0-fb100aa2292e": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "wide",
        "title": "REVISIONS AND ERRATA",
        "text": "<p>The materials appearing on CleanFreak.com's web site could include technical, typographical, or photographic errors. CleanFreak.com does not warrant that any of the materials on its web site are accurate, complete, or current. CleanFreak.com may make changes to the materials contained on its web site at any time without notice. CleanFreak.com does not, however, make any commitment to update the materials.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "fe0f590e-226b-470a-9af6-6f362878cf09": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "wide",
        "title": "LINKS",
        "text": "<p>CleanFreak.com has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by CleanFreak.com of the site. Use of any such linked web site is at the user's own risk.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "3672c59d-9e11-4131-9d54-3811b0a2d219": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "wide",
        "title": "SITE TERMS AND USE MODIFICATIONS",
        "text": "<p>CleanFreak.com may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "e29406ed-b41a-4b2e-b730-f3ebddeec210": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "wide",
        "title": "GOVERNING LAW",
        "text": "<p>Any claim relating to CleanFreak.com's web site shall be governed by the laws of the State of Wisconsin without regard to its conflict of law provisions.<\/p><p>General Terms and Conditions applicable to Use of a Web Site.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    }
  },
  "order": [
    "main",
    "6dbab1e9-685a-43a3-9116-232ec76b3d16",
    "895baef7-d27b-4947-a27e-eab0d9b3dc07",
    "7eb702da-4afd-4eb4-8485-d8ded8200c66",
    "64000f17-1b50-49f7-99d6-1c94b502c16e",
    "80d0b14a-66ab-4378-a7a0-fb100aa2292e",
    "fe0f590e-226b-470a-9af6-6f362878cf09",
    "3672c59d-9e11-4131-9d54-3811b0a2d219",
    "e29406ed-b41a-4b2e-b730-f3ebddeec210"
  ]
}