{
  "sections": {
    "b15d6dbc-d6ab-4a47-818c-ba6eb1ac2a7d": {
      "type": "gradient-text-header",
      "settings": {
        "chsectionheading": "",
        "chsectiontext": ""
      }
    },
    "main": {
      "type": "page",
      "settings": {
      }
    },
    "97ac8cbf-49a3-410a-8fe9-885da970465d": {
      "type": "dynamic-rich-text",
      "settings": {
        "width": "regular",
        "title": "",
        "text": "<p><strong>Where are you located and do you have a location in my city?<\/strong><br\/><\/p><p>We are located in Tennessee and do not have any physical retail locations. We sell everything on our website www.CleanFreak.com.<\/p><p><strong>Do you ship outside of the United States?<\/strong><br\/><\/p><p>We do not ship outside the continental United States. Please view our <a href=\"https:\/\/www.cleanfreak.com\/pages\/policies#international-orders\" title=\"https:\/\/www.cleanfreak.com\/pages\/policies#international-orders\">International Order Policy<\/a> for more information.<\/p><p><strong>What are my payment options?<\/strong><br\/><\/p><p>Our customers have the option to use PayPal, Shop Pay, American Express, Discover, Master Card & Visa credit & debit cards. We also accept wire transfers, ACH deposits, personal & business checks, money orders & lease options if arranged in advance of your order. Please contact our customer service team for more info on those options.<\/p><p><strong>How long will it take to get my stuff?<\/strong><br\/><\/p><p>We ask that you allow 7 – 12 business days for delivery on all orders. In some cases, special order items may take longer to receive and those items will have information on the time lines in their product descriptions.<\/p><p><strong>How long do I have to return the items?<\/strong><br\/><\/p><p>We accept returns on items that are brand new & unused in their original packaging for 30 days. Please call customer service to acquire an RMA number as unlabeled items aren't able to be processed for a credit.<\/p><p><strong>What is the warranty on my item?<\/strong><br\/><\/p><p>Our items have warranties to protect against defects in material & workmanship. Since the warranty is offered by the manufacturer of each product, the warranties will vary by product. Please see the item description for more info.<\/p><p><\/p><p><strong>How do I request service support for my cleaning equipment?<\/strong><\/p><p>Fill out the form on our <a href=\"\/pages\/contact\" title=\"\/pages\/contact\">problems page<\/a> to receive service support for your equipment and watch your inbox for a confirmation email. Our technicians will follow up with your request within seven business days. <\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    }
  },
  "order": [
    "b15d6dbc-d6ab-4a47-818c-ba6eb1ac2a7d",
    "main",
    "97ac8cbf-49a3-410a-8fe9-885da970465d"
  ]
}
