{
  "sections": {
    "cf13ee47-bfcd-4169-a499-650a3712fc98": {
      "type": "left-nav-on-pages",
      "settings": {
        "show_section": true,
        "navigation": "policies",
        "nav_title": "",
        "left_classes": "",
        "hide_lvl_1_links": true,
        "hide_lvl_2_links": false
      }
    },
    "28df9b5f-280b-44e5-b7c3-c5fecdeb8930": {
      "type": "gradient-text-header",
      "settings": {
        "chsectionheading": "",
        "chsectiontext": ""
      }
    },
    "71af03e7-bf0b-48a4-ae7d-6278f7ecaf68": {
      "type": "dynamic-html",
      "settings": {
        "title": "",
        "custom_html": "<a id=\"shipping\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nSHIPPING:\n<\/h2>\n\t\t  \n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>We at CleanFreak.com understand that you need your order as soon as possible, so we do everything we can to ship your order within 24 hours from the date of purchase. We ship during regular business hours, Monday through Friday. If, for some unexpected reason, an item won't be delivered within our standard 7 to 12 business days, a member of our CleanFreak.com team will contact you with an update when to expect the item.<\/p>\n<p>When an item exceeds standard ground delivery options because it is too large or heavy, we will ship using a freight carrier. Freight deliveries are made using a semi trailer or box truck because of the delivered items being fastened to a pallet and requiring a fork lift or pallet truck to transport on and off the truck. Lift gate service to our residential\/commercial customers is available and needs to be identified during the checkout process. You should select lift gate service if you do not have a loading dock and forklift at your facility or residence to receive a pallet delivery.<\/p>\n<p>Our freight carriers require a valid phone number for their driver to contact you to allow successful delivery of the heavy and \/ or large shipments. They will contact you by phone prior to driving to your location to ensure you are available to receive your order. Not providing a valid number may result in delayed or failed shipments, as well as redelivery and\/or storage fees.<\/p>\n<p>All freight orders are F.O.B. shipping point. The sales transaction is completed at the time of pick up by the freight company. The buyer is responsible from the point of pick up for any fees resulting from unsuccessful or delayed delivery. We will do everything possible to obtain and provide accurate contact information to ensure delivery occurs as expected and without added expense to our client.<\/p>\n<\/div>\n\t\t  \n<a id=\"returns\"><\/a>\t  \n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nRETURNS:\n<\/h2>\n\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>Your satisfaction is our top priority and we want to make returns simple:<\/p>\n<p>- Returns on items accepted within 30 days of delivery.<\/p>\n<p>- Return labels that are generated expire after 14 days.<\/p>\n<p>- Return shipping costs are our clients responsibility, unless CleanFreak.com is at fault. Charges will be deducted from final credit value.<\/p>\n<p>- Up to 20% restocking fee will be deducted from the refund items that are opened or no longer have the original packaging.<\/p>\n<p>- Chemicals and vacuums are non-returnable. Operational issues for vacuums and equipment are covered under the manufacturer's equipment-specific warranty. Please call us for service options if operational issues exist.<\/p>\n<p>- Parts orders and special ordered items require approval prior to return.<\/p>\n<p>- Credit can be expected within 14 days after the item is delivered back to us. Some circumstances may require longer processing time.<\/p>\n<p>You can start a new return or check the status of a return in progress by contacting a customer service representative at 866-309-4021. You may also start a return by filling out the form found on our <a href=\"\/pages\/returns\" title=\"\/pages\/returns\">Return Request Page.<\/a><\/p>\n<\/div>\n\n<a id=\"promos\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nFREE GIFTS:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>Yes, in appreciation for our clients choosing CleanFreak.com, we often give away free gifts.<\/p>\n<p>Free gifts are added to orders that are equal to or greater than the advertised qualifying dollar amount. Any returns that reduce the order value to less than the qualifying dollar amount will result in a refund that is reduced by the sale price of the free gift item.<\/p>\n<p>Additionally, we offer free gifts when items are bought as part of a package. If any item from that package is removed from cart or returned, the free gift will be removed from the order or the refund will be reduced by the sale price of the free gift item.<\/p>\n<\/div>\n\n<a id=\"coupons\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nCOUPONS AND REBATES:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>Coupons, rebates, and other discounts are applied to credit card purchases and are applied at the point of purchase.<\/p>\n<\/div>\n\n<a id=\"payment\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nPAYMENT METHODS:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>We accept credit cards, money orders, personal\/business checks, purchase orders and wire transfers for payments on all U.S. based orders. Credit card orders are processed on a 1 business day lag. All money orders and personal\/business checks will be held for up to 7 business days following receipt of payment in order for funds to clear. Wire transfer payments are processed immediately upon receipt from our financial institution.<\/p>\n<\/div>\n\n<a id=\"secure\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nSAFE &amp; SECURE ORDERING:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>You can shop at CleanFreak.com online with confidence. We have partnered with Authorize.Net, a leading payment gateway since 1996, to offer safe and secure credit card transactions for our customers.<\/p>\n<p>The Authorize.Net Payment Gateway manages the complex routing of sensitive customer information through the credit card processing networks (see an online payments diagram). The company adheres to strict industry standards for payment processing, including:<\/p>\n<p>128-bit Secure Sockets Layer (SSL) technology for secure Internet Protocol (IP) transactions.<\/p>\n<p>Industry leading encryption hardware and software methods and security protocols to protect customer information.<\/p>\n<p>Compliance with the Payment Card Industry (PCI) Data Security Standard.<\/p>\n<p>For additional information regarding the privacy of your sensitive cardholder data, please read the Privacy policy at Authorize.Net.<\/p>\n<\/div>\n\n<a id=\"chemicals\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nCHEMICALS:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>Some chemical products can only be shipped within the continental United States, because it's just too dang hard in the scary world we live in.<\/p>\n<\/div>\n\n<a id=\"damages\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nDAMAGES:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>Open and inspect your stuff for damages before signing any bill of lading or accepting any UPS packages. All damage claims should be made with the carrier at that time. Sorry, but CleanFreak.com cannot be held liable for a carrier's damages. (But we'll work our butts off to make sure we use good carriers!)<\/p>\n<\/div>\n\n<a id=\"errors\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nERRORS AND OMISSONS:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>Sometimes we screw up on pricing so we have to reserve the right to fix\/cancel orders based on errors posted on our site. This applies to items priced above or below the current correct price. This happens about once a millennium!<\/p>\n<\/div>\n\n<a id=\"privacy\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nPRIVACY POLICY:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>You can have complete confidence when providing information to CleanFreak.com. All information is regarded as confidential. Only a very limited number of qualified CleanFreak.com personnel are able to view this information. Your business information is never sold or borrowed to other companies or organizations. All credit card information is immediately destroyed after your transaction is completed.<\/p>\n<\/div>\n\n<a id=\"remarketing\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nREMARKETING:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>Our website uses a remarketing service to advertise on third party websites to previous visitors of our site. We use 'Cookies', which are unique identifiers that enable our systems to recognize your device and to provide more relevant ads to be served to you in the future. These cookies contain data about our visitors, which includes information about the source of the visitor (where you came from) and keywords used to guide the visitor to our website (how you found our website).<\/p>\n<p>We value your privacy, and any information collected will be kept confidential in accordance with our privacy policies. Your information will not be sold, exchanged, transferred or given to outside vendors without your consent, other than for purposes of providing you with the product or service intended. Personally identifiable information will not be released.<\/p>\n<p>Any of the information we collect from you may be used in one of the following ways:<\/p>\n<p>- To personalize your experience - (your information helps us better respond to your individual needs).<\/p>\n<p>- To improve our website - (the information and feedback provided from cookies helps us improve our website offerings).<\/p>\n<p>- To improve customer service - (we are better able to respond to customer service requests and support requests based on the information provided in part by cookies and other information gathered).<\/p>\n<p>- To process transactions - (we require a certain amount of basic information to process all transactions).<\/p>\n<p>- By using our site, you consent to our website remarketing privacy policy.<\/p>\n<\/div>\n\n<a id=\"substitution\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nSUBSTITUTION:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>CleanFreak.com reserves the right to substitute private-brand or other equivalent merchandise when an item is out of stock or on back order, to allow us to complete your order.<\/p>\n<\/div>\n\n<a id=\"warranties\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nWARRANTY PROGRAMS:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>Warranties are non-transferable and are active for the original purchaser only.<\/p>\n<\/div>\n\n<a id=\"international\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nINTERNATIONAL ORDERS:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>We have partnered with FedEx® CrossBorder to service our customers worldwide.<\/p>\n<p>FedEx Crossborder provides our customers with their very own US address. Once you have a US address, you will be able to make purchases with us as well as other US based online retailers. FedEx Crossborder receives your purchases and logs them into their online system which you can use to view your items and consolidate them with multiple orders. International customers can save up to 82% off typical international shipping rates.<\/p>\n<p>If you have any questions, please feel free to <a href=\"https:\/\/www.fedex.com\/en-us\/shipping\/international\/ecommerce-connect.html\" target=\"_blank\" title=\"https:\/\/www.fedex.com\/en-us\/shipping\/international\/ecommerce-connect.html\" rel=\"noreferrer noopener\">contact FedEx Crossborder directly<\/a>.<\/p>\n<p>If you prefer to use your own freight forwarder for an international order shipping outside of the United States, you must pay for that transaction with a bank wire transfer, ACH transfer, or money order in US funds (US Dollars) . There will be no returns on any international orders. Shipments can only be delivered to a continental United States address. It is the customer's responsibility to arrange for freight forwarding to any delivery location outside of the continental United States. If you have any questions, or would like to set up a wire transfer, ACH transfer, or money order type of payment, please give us a call at 866-309-4021.<\/p>\n<\/div>\n\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\n*PLEASE NOTE:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>1.) No free products \/ free gifts, or chemicals can be shipped outside of the continental United States.<\/p>\n<p>2.) All manufacturer warranties are void on any items taken outside of the United States.<\/p>\n<p>3.) All sales are final and no returns can be made on any item that has been taken outside of the continental United States.<\/p>\n<p>4.) CleanFreak.com is not be liable for any loss, theft, or damage that occurs after the safe delivery of items to the continental United States delivery address.<\/p>\n<\/div>\n\n<a id=\"tax-ex\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nTAX EXEMPTION PROGRAM:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>To set up your CleanFreak.com account for tax exemption status, please fill out the Tax Exempt Form and submit your name, email, phone number, and organization name. Once the information is submitted and verified, a member of our Customer Service Team will update your account. If you do not have an account set up, our team will set up an account on your behalf and provide you with login credentials. Users should anticipate an estimated response time of one business day, Monday - Friday, during standard business hours. Once your account it set up, your tax exempt status will be applied to all future qualifying CleanFreak.com purchases.<\/p>\n<p><\/p>\n<p><a href=\"\/pages\/tax-exempt-form\" title=\"\/pages\/tax-exempt-form\">Click here to fill out our Tax Exempt Form.<\/a><\/p>\n<\/div>\n\n<a id=\"terms\"><\/a>\n<h2 class=\"rich-text-heading rich-text-heading-medium\">\nTERMS OF SERVICE:\n<\/h2>\n\n<div class=\"rich-text-content rte\" data-rte=\"\">\n<p>For more on our terms of service, please view our <a href=\"\/pages\/terms-of-service\" title=\"Terms of Service\">terms of service<\/a> page.<\/p>\n<\/div>"
      }
    },
    "main": {
      "type": "page-about",
      "disabled": true,
      "settings": {
      }
    },
    "6dbab1e9-685a-43a3-9116-232ec76b3d16": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "SHIPPING TO YOU:",
        "text": "<p>We at CleanFreak.com understand that you need your order as soon as possible, so we do everything we can to ship your order within 24 hours from the date of purchase. We ship during regular business hours, Monday through Friday. If, for some unexpected reason, an item won't be delivered within our standard 7 to 12 business days, a member of our CleanFreak.com team will contact you with an update when to expect the item.<\/p><p>When an item exceeds standard ground delivery options because it is too large or heavy, we will ship using a freight carrier. Freight deliveries are made using a semi trailer or box truck because of the delivered items being fastened to a pallet and requiring a fork lift or pallet truck to transport on and off the truck. Lift gate service to our residential\/commercial customers is available and needs to be identified during the checkout process. You should select lift gate service if you do not have a loading dock and forklift at your facility or residence to receive a pallet delivery.<\/p><p>Our freight carriers require a valid phone number for their driver to contact you to allow successful delivery of the heavy and \/ or large shipments. They will contact you by phone prior to driving to your location to ensure you are available to receive your order. Not providing a valid number may result in delayed or failed shipments, as well as redelivery and\/or storage fees.<\/p><p>All freight orders are F.O.B. shipping point. The sales transaction is completed at the time of pick up by the freight company. The buyer is responsible from the point of pick up for any fees resulting from unsuccessful or delayed delivery. We will do everything possible to obtain and provide accurate contact information to ensure delivery occurs as expected and without added expense to our client.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "646bad71-e3b2-434a-854e-0dffc23266d9": {
      "type": "dynamic-html",
      "disabled": true,
      "settings": {
        "title": "",
        "custom_html": "<a id=\"returns\"><\/a>"
      }
    },
    "895baef7-d27b-4947-a27e-eab0d9b3dc07": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "OUR SIMPLE RETURN POLICY:",
        "text": "<p>Your satisfaction is our top priority and we want to make returns simple:<\/p><p>- Returns on items accepted within 30 days of delivery.<\/p><p>- Return labels that are generated expire after 14 days.<\/p><p>- Return shipping costs are our clients responsibility, unless CleanFreak.com is at fault. Charges will be deducted from final credit value.<\/p><p>- Up to 20% restocking fee will be deducted from the refund items that are opened or no longer have the original packaging.<\/p><p>- Chemicals and vacuums are non-returnable. Operational issues for vacuums and equipment are covered under the manufacturer's equipment-specific warranty. Please call us for service options if operational issues exist.<\/p><p>- Parts orders and special ordered items require approval prior to return.<\/p><p>- Credit can be expected within 14 days after the item is delivered back to us. Some circumstances may require longer processing time.<\/p><p>You can start a new return or check the status of a return in progress by contacting a customer service representative at 888-722-5508. You may also start a return by filling out the form found on our <a href=\"\/pages\/returns\" title=\"\/pages\/returns\">Return Request Page.<\/a><\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "c1ef34ae-6220-4736-b1fb-32412793b2e7": {
      "type": "dynamic-html",
      "disabled": true,
      "settings": {
        "title": "",
        "custom_html": "<a id=\"promos\"><\/a>"
      }
    },
    "7eb702da-4afd-4eb4-8485-d8ded8200c66": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "FREE GIFTS:",
        "text": "<p>Yes, in appreciation for our clients choosing CleanFreak.com, we often give away free gifts.<\/p><p>Free gifts are added to orders that are equal to or greater than the advertised qualifying dollar amount. Any returns that reduce the order value to less than the qualifying dollar amount will result in a refund that is reduced by the sale price of the free gift item.<\/p><p>Additionally, we offer free gifts when items are bought as part of a package. If any item from that package is removed from cart or returned, the free gift will be removed from the order or the refund will be reduced by the sale price of the free gift item.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "64000f17-1b50-49f7-99d6-1c94b502c16e": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "COUPONS AND REBATES:",
        "text": "<p>Coupons, rebates, and other discounts are applied to credit card purchases and are applied at the point of purchase.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "80d0b14a-66ab-4378-a7a0-fb100aa2292e": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "PAYMENT METHODS:",
        "text": "<p>We accept credit cards, money orders, personal\/business checks, purchase orders and wire transfers for payments on all U.S. based orders. Credit card orders are processed on a 1 business day lag. All money orders and personal\/business checks will be held for up to 7 business days following receipt of payment in order for funds to clear. Wire transfer payments are processed immediately upon receipt from our financial institution.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "fe0f590e-226b-470a-9af6-6f362878cf09": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "SAFE AND SECURE ORDERING:",
        "text": "<p>You can shop at CleanFreak.com online with confidence. We have partnered with Authorize.Net, a leading payment gateway since 1996, to offer safe and secure credit card transactions for our customers.<\/p><p>The Authorize.Net Payment Gateway manages the complex routing of sensitive customer information through the credit card processing networks (see an online payments diagram). The company adheres to strict industry standards for payment processing, including:<\/p><p>128-bit Secure Sockets Layer (SSL) technology for secure Internet Protocol (IP) transactions.<\/p><p>Industry leading encryption hardware and software methods and security protocols to protect customer information.<\/p><p>Compliance with the Payment Card Industry (PCI) Data Security Standard.<\/p><p>For additional information regarding the privacy of your sensitive cardholder data, please read the Privacy policy at Authorize.Net.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "3672c59d-9e11-4131-9d54-3811b0a2d219": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "THE CHEMICALS:",
        "text": "<p>Some chemical products can only be shipped within the continental United States, because it's just too dang hard in the scary world we live in.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "e29406ed-b41a-4b2e-b730-f3ebddeec210": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "THE DAMAGES:",
        "text": "<p>Open and inspect your stuff for damages before signing any bill of lading or accepting any UPS packages. All damage claims should be made with the carrier at that time. Sorry, but CleanFreak.com cannot be held liable for a carrier's damages. (But we'll work our butts off to make sure we use good carriers!)<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "f0aa5235-5691-47ca-a0bb-7f8e0abe95a0": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "ERRORS AND OMISSONS:",
        "text": "<p>Sometimes we screw up on pricing so we have to reserve the right to fix\/cancel orders based on errors posted on our site. This applies to items priced above or below the current correct price. This happens about once a millennium!<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "47e69d34-8967-42fb-9539-9736ee855a71": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "PRIVACY POLICY:",
        "text": "<p>You can have complete confidence when providing information to CleanFreak.com. All information is regarded as confidential. Only a very limited number of qualified CleanFreak.com personnel are able to view this information. Your business information is never sold or borrowed to other companies or organizations. All credit card information is immediately destroyed after your transaction is completed.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "65e184fa-8e7f-496f-a5ea-f2353ee42040": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "REMARKETING:",
        "text": "<p>Our website uses a remarketing service to advertise on third party websites to previous visitors of our site. We use 'Cookies', which are unique identifiers that enable our systems to recognize your device and to provide more relevant ads to be served to you in the future. These cookies contain data about our visitors, which includes information about the source of the visitor (where you came from) and keywords used to guide the visitor to our website (how you found our website).<\/p><p>We value your privacy, and any information collected will be kept confidential in accordance with our privacy policies. Your information will not be sold, exchanged, transferred or given to outside vendors without your consent, other than for purposes of providing you with the product or service intended. Personally identifiable information will not be released.<\/p><p>Any of the information we collect from you may be used in one of the following ways:<\/p><p>- To personalize your experience - (your information helps us better respond to your individual needs).<\/p><p>- To improve our website - (the information and feedback provided from cookies helps us improve our website offerings).<\/p><p>- To improve customer service - (we are better able to respond to customer service requests and support requests based on the information provided in part by cookies and other information gathered).<\/p><p>- To process transactions - (we require a certain amount of basic information to process all transactions).<\/p><p>- By using our site, you consent to our website remarketing privacy policy.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "2406b92d-75dc-4719-bea0-ce2045481a77": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "SUBSTITUTION:",
        "text": "<p>CleanFreak.com reserves the right to substitute private-brand or other equivalent merchandise when an item is out of stock or on back order, to allow us to complete your order.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "bf2258b3-085d-479b-aa42-4d051f76a665": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "WARRANTY PROGRAMS:",
        "text": "<p>Warranties are non-transferable and are active for the original purchaser only.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "a85bab29-f3bc-4d36-8f09-aba6ddb4647a": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "INTERNATIONAL ORDERS:",
        "text": "<p>We have partnered with FedEx® CrossBorder to service our customers worldwide.<\/p><p>FedEx Crossborder provides our customers with their very own US address. Once you have a US address, you will be able to make purchases with us as well as other US based online retailers. FedEx Crossborder receives your purchases and logs them into their online system which you can use to view your items and consolidate them with multiple orders. International customers can save up to 82% off typical international shipping rates.<\/p><p>If you have any questions, please feel free to <a href=\"http:\/\/crossborder.fedex.com\/us\/index.shtml\" target=\"_blank\" title=\"http:\/\/crossborder.fedex.com\/us\/index.shtml\">contact FedEx Crossborder directly<\/a>.<\/p><p>If you prefer to use your own freight forwarder for an international order shipping outside of the United States, you must pay for that transaction with a bank wire transfer, ACH transfer, or money order in US funds (US Dollars) . There will be no returns on any international orders. Shipments can only be delivered to a continental United States address. It is the customer's responsibility to arrange for freight forwarding to any delivery location outside of the continental United States. If you have any questions, or would like to set up a wire transfer, ACH transfer, or money order type of payment, please give us a call at 888-722-5508.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "b51be608-e053-4953-adac-48a9c4c607bf": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "*PLEASE NOTE:",
        "text": "<p>1.) No free products \/ free gifts, or chemicals can be shipped outside of the continental United States.<\/p><p>2.) All manufacturer warranties are void on any items taken outside of the United States.<\/p><p>3.) All sales are final and no returns can be made on any item that has been taken outside of the continental United States.<\/p><p>4.) CleanFreak.com is not be liable for any loss, theft, or damage that occurs after the safe delivery of items to the continental United States delivery address.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "c8635607-d54c-4fbb-ab22-ce4ea6b85d75": {
      "type": "dynamic-html",
      "disabled": true,
      "settings": {
        "title": "",
        "custom_html": "<a id=\"taxexempt\"><\/a>"
      }
    },
    "b897be07-077e-4a37-9f02-0b74c61891c9": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "TAX EXEMPTION PROGRAM:",
        "text": "<p>To set up your CleanFreak.com account for tax exemption status, please fill out the Tax Exempt Form and submit your name, email, phone number, and organization name. Once the information is submitted and verified, a member of our Customer Service Team will update your account. If you do not have an account set up, our team will set up an account on your behalf and provide you with login credentials. Users should anticipate an estimated response time of one business day, Monday - Friday, during standard business hours. Once your account it set up, your tax exempt status will be applied to all future qualifying CleanFreak.com purchases.<\/p><p><\/p><p><a href=\"\/pages\/tax-exempt-form\" title=\"\/pages\/tax-exempt-form\">Click here to fill out our Tax Exempt Form.<\/a><\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    },
    "cdc8d3c6-8e51-4a23-8305-db9dfae495fd": {
      "type": "dynamic-rich-text",
      "disabled": true,
      "settings": {
        "width": "wide",
        "title": "TERMS OF SERVICE",
        "text": "<p>For more on our terms of service, please view our <a href=\"\/pages\/terms-of-service\" title=\"Terms of Service\">terms of service<\/a> page.<\/p>",
        "heading_size": "medium",
        "text_alignment": "left"
      }
    }
  },
  "order": [
    "cf13ee47-bfcd-4169-a499-650a3712fc98",
    "28df9b5f-280b-44e5-b7c3-c5fecdeb8930",
    "71af03e7-bf0b-48a4-ae7d-6278f7ecaf68",
    "main",
    "6dbab1e9-685a-43a3-9116-232ec76b3d16",
    "646bad71-e3b2-434a-854e-0dffc23266d9",
    "895baef7-d27b-4947-a27e-eab0d9b3dc07",
    "c1ef34ae-6220-4736-b1fb-32412793b2e7",
    "7eb702da-4afd-4eb4-8485-d8ded8200c66",
    "64000f17-1b50-49f7-99d6-1c94b502c16e",
    "80d0b14a-66ab-4378-a7a0-fb100aa2292e",
    "fe0f590e-226b-470a-9af6-6f362878cf09",
    "3672c59d-9e11-4131-9d54-3811b0a2d219",
    "e29406ed-b41a-4b2e-b730-f3ebddeec210",
    "f0aa5235-5691-47ca-a0bb-7f8e0abe95a0",
    "47e69d34-8967-42fb-9539-9736ee855a71",
    "65e184fa-8e7f-496f-a5ea-f2353ee42040",
    "2406b92d-75dc-4719-bea0-ce2045481a77",
    "bf2258b3-085d-479b-aa42-4d051f76a665",
    "a85bab29-f3bc-4d36-8f09-aba6ddb4647a",
    "b51be608-e053-4953-adac-48a9c4c607bf",
    "c8635607-d54c-4fbb-ab22-ce4ea6b85d75",
    "b897be07-077e-4a37-9f02-0b74c61891c9",
    "cdc8d3c6-8e51-4a23-8305-db9dfae495fd"
  ]
}
